; --------------------------------
;Riot Rounds (where called Stiletto Rounds)
; --------------------------------
[RiotRounds X2AbilityTemplate]
LocFriendlyName="镇暴子弹"

[RiotRounds X2AmmoTemplate]
FriendlyName="镇暴子弹"
FriendlyNamePlural="镇暴子弹"
BriefSummary="这种装有强效镇定剂的子弹，牺牲了杀伤力，使我们有机会暂时击晕敌人。"
TacticalText="<Bullet/>镇暴子弹有40%几率晕眩敌人，持续2回合（？）。\n"

; --------------------------------
; Falcon Rounds
; --------------------------------
[FalconRounds X2AbilityTemplate]
LocFriendlyName="近炸子弹"

[FalconRounds X2AmmoTemplate]
FriendlyName="近炸子弹"
FriendlyNamePlural="近炸子弹"
BriefSummary="这种装有定时引信的子弹，接近敌人时爆炸，使敌人无法躲避伤害。"
TacticalText="<Bullet/>近炸子弹对敌人造成+2伤害，并且无法躲避。\n"

; --------------------------------
; Redscreen Rounds
; --------------------------------
[RedscreenRounds X2AbilityTemplate]
LocFriendlyName="红屏子弹"

[RedscreenRounds X2AmmoTemplate]
FriendlyName="红屏子弹"
FriendlyNamePlural="红屏子弹"
BriefSummary="这种破坏电子系统的子弹，是蓝屏子弹的实验型号，减少对机械单位的伤害，大大削弱黑客防御。"
TacticalText="<Bullet/>红屏子弹对机械单位+2伤害，-25%黑客防御，并且有20%几率在短时间内关闭机械单位，持续2行动点（？）。而不是蓝屏子弹的+5伤害，-5%黑客防御。\n"

; --------------------------------
; Flechette Rounds
; --------------------------------
[FlechetteRounds X2AbilityTemplate]
LocFriendlyName="飞镖霰弹"

[FlechetteRounds X2AmmoTemplate]
FriendlyName="飞镖霰弹"
FriendlyNamePlural="飞镖霰弹"
BriefSummary="这种装满微型飞镖的子弹，仅能穿透内部器官，但不足以离开躯体。"
TacticalText="<Bullet/>飞镖霰弹对生物敌人造成+2伤害，并有20%概率+1暴击伤害。\n"

; --------------------------------
; Needle Rounds
; --------------------------------
[NeedleRounds X2AbilityTemplate]
LocFriendlyName="针刺子弹"

[NeedleRounds X2AmmoTemplate]
FriendlyName="针刺子弹"
FriendlyNamePlural="针刺子弹"
BriefSummary="这种无法穿透掩体的子弹，受到旧战争的实验榴弹启发，加强了杀伤力。"
TacticalText="<Bullet/>针刺子弹对暴露的侧翼敌人造成+3伤害和+3穿甲。\n"

; --------------------------------
; Acid Rounds
; --------------------------------
[AcidRounds X2AbilityTemplate]
LocFriendlyName="酸蚀子弹"

[AcidRounds X2AmmoTemplate]
FriendlyName="酸蚀子弹"
FriendlyNamePlural="酸蚀子弹"
BriefSummary="这种装有酸性液体的子弹，可以酸蚀敌人，并造成额外伤害。"
TacticalText="<Bullet/>酸蚀子弹对敌人造成+1伤害和+1碎甲。\n"